Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# claw.store.alert.error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
ja: エラー
ko: 오류
pt_br: Erro
pt_pt: Erro
ru: Ошибка
ur: خرابی
zh_hans: 错误

# claw.store.empty.description
source: This server has no claws configured at the moment.
ar: لا توجد claws مهيأة على هذا الخادم حاليًا.
de: Auf diesem Server sind derzeit keine Claws konfiguriert.
es: Esta máquina no tiene claws configuradas en este momento.
fr: Ce serveur n’a actuellement aucune claw configurée.
hi: इस सर्वर पर इस समय कोई claws कॉन्फ़िगर नहीं हैं।
id: Server ini belum memiliki claws yang terkonfigurasi saat ini.
ja: このサーバーには現在、設定された claws がありません。
ko: 이 서버에는 현재 설정된 claws가 없습니다.
pt_br: Esta máquina não tem claws configuradas no momento.
pt_pt: Esta máquina não tem claws configuradas no momento.
ru: На этом сервере сейчас нет настроенных claws.
ur: اس سرور پر ابھی کوئی claws ترتیب شدہ نہیں ہیں۔
zh_hans: 此服务器目前没有配置 claws。

# claw.store.empty.title
source: No claws available
ar: لا توجد claws متاحة
de: Keine Claws verfügbar
es: Ninguna claw disponible
fr: Aucune claw disponible
hi: कोई claws उपलब्ध नहीं
id: Tidak ada claw tersedia
ja: 利用可能な claws はありません
ko: 사용 가능한 claws 없음
pt_br: Nenhuma claw disponível
pt_pt: Nenhuma claw disponível
ru: Нет доступных claws
ur: کوئی claws دستیاب نہیں
zh_hans: 没有可用的 claws

# claw.store.footer.summary
source: %1$lld claws available · %2$lld installed
ar: %1$lld claws متاحة · %2$lld مثبتة
de: %1$lld claws verfügbar · %2$lld installiert
es: %1$lld claws disponibles · %2$lld instaladas
fr: %1$lld claws disponibles · %2$lld installées
hi: %1$lld claws उपलब्ध · %2$lld इंस्टॉल
id: %1$lld claws tersedia · %2$lld terpasang
ja: 利用可能 %1$lld claws · インストール済み %2$lld
ko: 사용 가능 %1$lld claws · 설치됨 %2$lld
pt_br: %1$lld claws disponíveis · %2$lld instaladas
pt_pt: %1$lld claws disponíveis · %2$lld instaladas
ru: %1$lld claws доступно · %2$lld установлено
ur: %1$lld claws دستیاب · %2$lld انسٹال
zh_hans: %1$lld 个 claws 可用 · %2$lld 个已安装

# claw.store.header.polling
source: Polling… (claws in transition detected)
ar: جاري الاستطلاع… (تم اكتشاف claws قيد الانتقال)
de: Abfragen… (claws im Übergang erkannt)
es: Sondeando… (claws en transición detectados)
fr: Interrogation… (claws en transition détectés)
hi: पोलिंग… (ट्रांज़िशन में claws मिले)
id: Polling… (terdeteksi claws dalam transisi)
ja: ポーリング中… (遷移中の claws を検出)
ko: 폴링 중… (전환 중인 claws 감지됨)
pt_br: Polling… (claws em transição detectados)
pt_pt: A consultar… (claws em transição detetados)
ru: Опрос… (обнаружены claws в переходе)
ur: پولنگ… (claws منتقلی میں ملے)
zh_hans: 正在轮询…（检测到转换中的 claws）

# claw.store.header.subtitle
source: AI assistant marketplace
ar: سوق مساعدي الذكاء الاصطناعي
de: KI-Assistenten-Marktplatz
es: Marketplace de asistentes IA
fr: Marketplace d’assistants IA
hi: AI असिस्टेंट मार्केटप्लेस
id: Marketplace asisten AI
ja: AI アシスタント マーケットプレイス
ko: AI 어시스턴트 마켓플레이스
pt_br: Marketplace de assistentes de IA
pt_pt: Marketplace de assistentes de IA
ru: Маркетплейс ИИ-ассистентов
ur: AI اسسٹنٹ مارکیٹ پلیس
zh_hans: AI 助手市场

# claw.store.loading
source: Loading claws…
ar: جاري تحميل claws…
de: Claws werden geladen…
es: Cargando claws…
fr: Chargement des claws…
hi: claws लोड हो रहे हैं…
id: Memuat claws…
ja: claws を読み込み中…
ko: claws 로드 중…
pt_br: Carregando claws…
pt_pt: A carregar claws…
ru: Загрузка claws…
ur: claws لوڈ ہو رہے ہیں…
zh_hans: 正在加载 claws…

# claw.store.toolbar.reload.help
source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
hi: पुनः लोड करें
id: Muat ulang
ja: 再読み込み
ko: 다시 로드
pt_br: Recarregar
pt_pt: Recarregar
ru: Перезагрузить
ur: دوبارہ لوڈ کریں
zh_hans: 重新加载

# common.button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
ur: منسوخ کریں
zh_hans: 取消

# common.button.create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
id: Buat
ja: 作成
ko: 생성
pt_br: Criar
pt_pt: Criar
ru: Создать
ur: بنائیں
zh_hans: 创建

# common.button.ok
source: OK
ar: موافق
hi: ठीक है
ru: ОК
ur: ٹھیک ہے

# common.button.rename
source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ubah nama
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
pt_pt: Mudar o nome
ru: Переименовать
ur: نام تبدیل کریں
zh_hans: 重命名

# common.button.retry
source: Try again
ar: حاول مجددًا
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
ur: دوبارہ کوشش کریں
zh_hans: 重试

# common.status.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
ja: エラー
ko: 오류
pt_br: Erro
pt_pt: Erro
ru: Ошибка
ur: خرابی
zh_hans: 错误

# common.status.loading
source: Loading…
ar: جاري التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
id: Memuat…
ja: 読み込み中…
ko: 로드 중…
pt_br: Carregando…
pt_pt: A carregar…
ru: Загрузка…
ur: لوڈ ہو رہا ہے…
zh_hans: 正在加载…

# drawer.button.uninstallTheyOS
source: Uninstall Soyeht from this Mac
ar: إلغاء تثبيت Soyeht من هذا الـ Mac
de: Soyeht von diesem Mac entfernen
es: Desinstalar Soyeht de este Mac
fr: Désinstaller Soyeht de ce Mac
hi: इस Mac से Soyeht अनइंस्टॉल करें
id: Hapus instalasi Soyeht dari Mac ini
ja: この Mac から Soyeht をアンインストール
ko: 이 Mac에서 Soyeht 제거
pt_br: Desinstalar o Soyeht deste Mac
pt_pt: Desinstalar o Soyeht deste Mac
ru: Удалить Soyeht с этого Mac
ur: اس Mac سے Soyeht ان انسٹال کریں
zh_hans: 从此 Mac 卸载 Soyeht

# drawer.uninstallTheyOS.subtitle
source: Removes ~100 GB of VMs, the brew formula, and disconnects this server.
ar: يزيل ~100 GB من الأجهزة الافتراضية وصيغة brew، ويفصل هذا الخادم.
de: Entfernt ~100 GB an VMs, die brew-Formel und trennt diesen Server.
es: Elimina ~100 GB de VM, la fórmula de brew y desconecta esta máquina.
fr: Supprime ~100 GB de VM, la formule brew, et déconnecte ce serveur.
hi: ~100 GB VM, brew फ़ॉर्मूला हटाता है और इस सर्वर को डिस्कनेक्ट करता है।
id: Menghapus ~100 GB VM, formula brew, dan memutuskan server ini.
ja: ~100 GB の VM、brew フォーミュラを削除し、このサーバーを切断します。
ko: 약 100 GB의 VM, brew formula를 제거하고 이 서버의 연결을 끊습니다.
pt_br: Remove ~100 GB de VMs, a fórmula brew e desconecta esta máquina.
pt_pt: Remove ~100 GB de VMs, a fórmula brew e desliga esta máquina.
ru: Удаляет ~100 GB виртуальных машин, формулу brew и отключает этот сервер.
ur: ~100 GB VMs، brew فارمولا ہٹاتا ہے اور اس سرور کو منقطع کر دیتا ہے۔
zh_hans: 移除约 100 GB 的 VM、brew formula，并断开此服务器。

# editMenu.redo.default
source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर से करें
id: Ulangi
ja: やり直す
ko: 다시 실행
pt_br: Refazer
pt_pt: Refazer
ru: Повторить
ur: دہرائیں
zh_hans: 重做

# editMenu.undo.default
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
id: Urungkan
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
pt_pt: Anular
ru: Отменить
ur: کالعدم
zh_hans: 撤销

# emptyPane.agentRow.a11y
source: Start %@ session
ar: بدء جلسة %@
de: %@-Sitzung starten
es: Iniciar sesión de %@
fr: Démarrer la session %@
hi: %@ सत्र शुरू करें
id: Mulai sesi %@
ja: %@ セッションを開始
ko: %@ 세션 시작
pt_br: Iniciar sessão de %@
pt_pt: Iniciar sessão de %@
ru: Начать сессию %@
ur: %@ سیشن شروع کریں
zh_hans: 启动 %@ 会话

# emptyPane.button.plus.a11y
source: New conversation
ar: محادثة جديدة
de: Neue Konversation
es: Nueva conversación
fr: Nouvelle conversation
hi: नई बातचीत
id: Percakapan baru
ja: 新規会話
ko: 새 대화
pt_br: Nova conversa
pt_pt: Nova conversa
ru: Новая переписка
ur: نئی گفتگو
zh_hans: 新对话

# emptyPane.button.plus.advancedA11y
source: New conversation (advanced)
ar: محادثة جديدة (متقدم)
de: Neue Konversation (erweitert)
es: Nueva conversación (avanzado)
fr: Nouvelle conversation (avancé)
hi: नई बातचीत (उन्नत)
id: Percakapan baru (lanjutan)
ja: 新規会話 (詳細)
ko: 새 대화 (고급)
pt_br: Nova conversa (avançado)
pt_pt: Nova conversa (avançado)
ru: Новая переписка (расширенно)
ur: نئی گفتگو (ایڈوانس)
zh_hans: 新对话（高级）

# emptyPane.caption.selectAgent
source: // select agent
ar: // اختيار وكيل
de: // Agent auswählen
es: // seleccionar agente
fr: // sélectionner un agent
ja: // エージェントを選択
ko: // 에이전트 선택
pt_br: // selecionar agente
pt_pt: // selecionar agente
zh_hans: // 选择智能体

# emptyPane.header.noSession
source: no session
ar: لا توجد جلسة
ja: セッションなし
ko: 세션 없음
pt_br: sem sessão
pt_pt: sem sessão
ru: нет сессии
zh_hans: 没有会话

# installer.error.cancelled
source: Install cancelled.
ar: تم إلغاء التثبيت.
de: Installation abgebrochen.
es: Instalación cancelada.
fr: Installation annulée.
hi: इंस्टॉल रद्द।
id: Instalasi dibatalkan.
ja: インストールをキャンセルしました。
ko: 설치가 취소되었습니다.
pt_br: Instalação cancelada.
pt_pt: Instalação cancelada.
ru: Установка отменена.
ur: انسٹالیشن منسوخ۔
zh_hans: 安装已取消。

# installer.error.homebrewMissing
source: Homebrew not found. Please install it from brew.sh before continuing.
ar: لم يتم العثور على Homebrew. ثبّته من brew.sh قبل المتابعة.
de: Homebrew nicht gefunden. Installieren Sie es von brew.sh, bevor Sie fortfahren.
es: No se encontró Homebrew. Instálalo desde brew.sh antes de continuar.
fr: Homebrew introuvable. Installez-le depuis brew.sh avant de continuer.
hi: Homebrew नहीं मिला। जारी रखने से पहले brew.sh से इंस्टॉल करें।
id: Homebrew tidak ditemukan. Pasang dari brew.sh sebelum melanjutkan.
ja: Homebrew が見つかりません。続行する前に brew.sh からインストールしてください。
ko: Homebrew를 찾을 수 없습니다. 계속하기 전에 brew.sh에서 설치하세요.
pt_br: Homebrew não encontrado. Instale em brew.sh antes de continuar.
pt_pt: Homebrew não encontrado. Instale em brew.sh antes de continuar.
ru: Homebrew не найден. Установите его с brew.sh, прежде чем продолжить.
ur: Homebrew نہیں ملا۔ جاری رکھنے سے پہلے brew.sh سے انسٹال کریں۔
zh_hans: 未找到 Homebrew。继续之前请从 brew.sh 安装。

# installer.error.serverNeverBecameHealthy
source: The server started but did not respond at /health within the limit. See ~/Library/Logs/Soyeht for details.
ar: بدأ الخادم لكنه لم يستجب في /health ضمن الحد. راجع ~/Library/Logs/Soyeht للحصول على التفاصيل.
de: Der Server wurde gestartet, antwortete jedoch nicht innerhalb der Zeit unter /health. Details siehe ~/Library/Logs/Soyeht.
es: La máquina se inició pero no respondió en /health dentro del límite. Consulta ~/Library/Logs/Soyeht para más detalles.
fr: Le serveur a démarré mais n’a pas répondu sur /health dans la limite. Consultez ~/Library/Logs/Soyeht pour les détails.
hi: सर्वर शुरू हो गया पर /health पर समय-सीमा में प्रतिक्रिया नहीं दी। विवरण के लिए ~/Library/Logs/Soyeht देखें।
id: Server dimulai tetapi tidak merespons di /health dalam batas waktu. Lihat ~/Library/Logs/Soyeht untuk detail.
ja: サーバーは起動しましたが、制限時間内に /health が応答しませんでした。詳細は ~/Library/Logs/Soyeht をご覧ください。
ko: 서버가 시작되었지만 제한 시간 내에 /health에 응답하지 않았습니다. 자세한 내용은 ~/Library/Logs/Soyeht를 확인하세요.
pt_br: A máquina iniciou mas não respondeu em /health dentro do limite. Veja ~/Library/Logs/Soyeht para detalhes.
pt_pt: A máquina iniciou mas não respondeu em /health dentro do limite. Veja ~/Library/Logs/Soyeht para detalhes.
ru: Сервер запустился, но не ответил на /health в пределах таймаута. Подробнее в ~/Library/Logs/Soyeht.
ur: سرور شروع ہو گیا لیکن حد کے اندر /health پر جواب نہیں دیا۔ تفصیلات کے لیے ~/Library/Logs/Soyeht دیکھیں۔
zh_hans: 服务器已启动，但 /health 未在限制时间内响应。详情请查看 ~/Library/Logs/Soyeht。

# installer.error.subprocessFailed
source: %1$@ failed (exit code %2$lld). %3$@
ar: فشل %1$@ (رمز الخروج %2$lld). %3$@
de: %1$@ fehlgeschlagen (Exit-Code %2$lld). %3$@
es: Fallo en %1$@ (código %2$lld). %3$@
fr: %1$@ a échoué (code %2$lld). %3$@
hi: %1$@ विफल (exit code %2$lld)। %3$@
id: %1$@ gagal (kode keluar %2$lld). %3$@
ja: %1$@ が失敗しました (終了コード %2$lld)。%3$@
ko: %1$@ 실패 (종료 코드 %2$lld). %3$@
pt_br: Falha em %1$@ (código %2$lld). %3$@
pt_pt: Falha em %1$@ (código %2$lld). %3$@
ru: %1$@ завершился с ошибкой (код %2$lld). %3$@
ur: %1$@ ناکام (ایگزٹ کوڈ %2$lld)۔ %3$@
zh_hans: %1$@ 失败（退出代码 %2$lld）。%3$@

# installer.error.subprocessTimedOut
source: %1$@ did not respond in %2$llds. Process terminated.
ar: لم يستجب %1$@ خلال %2$lld ثانية. تم إنهاء العملية.
de: %1$@ hat in %2$lld s nicht geantwortet. Prozess beendet.
es: %1$@ no respondió en %2$lld s. Proceso terminado.
fr: %1$@ n’a pas répondu en %2$lld s. Processus terminé.
hi: %1$@ ने %2$lld सेकंड में प्रतिक्रिया नहीं दी। प्रक्रिया समाप्त।
id: %1$@ tidak merespons dalam %2$lld d. Proses dihentikan.
ja: %1$@ は %2$lld 秒以内に応答しませんでした。プロセスを終了しました。
ko: %1$@이(가) %2$lld초 안에 응답하지 않았습니다. 프로세스가 종료되었습니다.
pt_br: %1$@ não respondeu em %2$llds. Processo encerrado.
pt_pt: %1$@ não respondeu em %2$llds. Processo terminado.
ru: %1$@ не ответил за %2$lld с. Процесс завершён.
ur: %1$@ نے %2$lld سیکنڈ میں جواب نہیں دیا۔ پروسیس ختم۔
zh_hans: %1$@ 在 %2$lld 秒内未响应。进程已终止。

# installer.error.tailscaleRequired
source: This mode requires Tailscale. Download it from tailscale.com/download and try again.
ar: يتطلب هذا الوضع Tailscale. قم بتنزيله من tailscale.com/download وحاول مجددًا.
de: Dieser Modus erfordert Tailscale. Laden Sie es von tailscale.com/download herunter und versuchen Sie es erneut.
es: Este modo requiere Tailscale. Descárgalo desde tailscale.com/download e inténtalo de nuevo.
fr: Ce mode nécessite Tailscale. Téléchargez-le depuis tailscale.com/download et réessayez.
hi: इस मोड के लिए Tailscale ज़रूरी है। tailscale.com/download से डाउनलोड करके पुनः प्रयास करें।
id: Mode ini membutuhkan Tailscale. Unduh dari tailscale.com/download dan coba lagi.
ja: このモードには Tailscale が必要です。tailscale.com/download からダウンロードして、もう一度お試しください。
ko: 이 모드에는 Tailscale이 필요합니다. tailscale.com/download에서 다운로드한 뒤 다시 시도하세요.
pt_br: Este modo precisa do Tailscale instalado. Baixe em tailscale.com/download e tente novamente.
pt_pt: Este modo requer o Tailscale. Descarregue em tailscale.com/download e tente novamente.
ru: Этот режим требует Tailscale. Загрузите его с tailscale.com/download и повторите.
ur: اس موڈ کے لیے Tailscale درکار ہے۔ tailscale.com/download سے ڈاؤن لوڈ کریں اور دوبارہ کوشش کریں۔
zh_hans: 此模式需要 Tailscale。请从 tailscale.com/download 下载后重试。

# installer.mode.localhost.description
source: The server listens only on localhost. Simple, fast, no external dependencies.
ar: يستمع الخادم على localhost فقط. بسيط وسريع وبدون تبعيات خارجية.
de: Der Server lauscht nur auf localhost. Einfach, schnell, ohne externe Abhängigkeiten.
es: La máquina escucha solo en localhost. Simple, rápido, sin dependencias externas.
fr: Le serveur n’écoute que sur localhost. Simple, rapide, sans dépendances externes.
hi: सर्वर केवल localhost पर सुनता है। सरल, तेज़, बिना बाहरी निर्भरता के।
id: Server hanya mendengarkan di localhost. Sederhana, cepat, tanpa dependensi eksternal.
ja: サーバーは localhost のみで待ち受けます。シンプルで高速、外部依存なし。
ko: 서버는 localhost에서만 수신합니다. 단순하고 빠르며 외부 의존성이 없습니다.
pt_br: A máquina escuta só em localhost. Simples, rápido, sem dependências externas.
pt_pt: A máquina escuta apenas em localhost. Simples, rápido, sem dependências externas.
ru: Сервер слушает только на localhost. Просто, быстро, без внешних зависимостей.
ur: سرور صرف localhost پر سنتا ہے۔ آسان، تیز، بغیر بیرونی انحصار کے۔
zh_hans: 服务器只监听 localhost。简单、快速，无外部依赖。

# installer.mode.localhost.title
source: Just me, on this Mac
ar: أنا فقط، على جهاز Mac هذا
de: Nur ich, auf diesem Mac
es: Solo yo, en este Mac
fr: Moi uniquement, sur ce Mac
hi: केवल मैं, इस Mac पर
id: Hanya saya, di Mac ini
ja: この Mac で、私だけ
ko: 나만, 이 Mac에서
pt_br: Só eu, neste Mac
pt_pt: Só eu, neste Mac
ru: Только я, на этом Mac
ur: صرف میں، اس Mac پر
zh_hans: 仅我，在这台 Mac 上

# installer.mode.tailscale.description
source: Secure access from iPhone, iPad, or other Macs via Tailscale. Requires the Tailscale app installed.
ar: وصول آمن من iPhone أو iPad أو أجهزة Mac أخرى عبر Tailscale. يتطلب تطبيق Tailscale مثبتًا.
de: Sicherer Zugriff von iPhone, iPad oder anderen Macs über Tailscale. Benötigt die installierte Tailscale-App.
es: Acceso seguro desde iPhone, iPad u otros Mac a través de Tailscale. Requiere la app Tailscale instalada.
fr: Accès sécurisé depuis iPhone, iPad ou d’autres Mac via Tailscale. Nécessite l’app Tailscale installée.
hi: Tailscale के ज़रिये iPhone, iPad या अन्य Mac से सुरक्षित पहुँच। Tailscale ऐप इंस्टॉल होना चाहिए।
id: Akses aman dari iPhone, iPad, atau Mac lain melalui Tailscale. Membutuhkan aplikasi Tailscale terpasang.
ja: iPhone、iPad、または他の Mac から Tailscale 経由で安全にアクセス。Tailscale アプリのインストールが必要です。
ko: iPhone, iPad 또는 다른 Mac에서 Tailscale을 통해 안전하게 접근합니다. Tailscale 앱 설치가 필요합니다.
pt_br: Acesso seguro a partir de iPhone, iPad ou outros Macs via Tailscale. Requer o app Tailscale instalado.
pt_pt: Acesso seguro a partir de iPhone, iPad ou outros Macs via Tailscale. Requer a app Tailscale instalada.
ru: Безопасный доступ с iPhone, iPad или других Mac через Tailscale. Требуется установленное приложение Tailscale.
ur: iPhone، iPad یا دیگر Macs سے Tailscale کے ذریعے محفوظ رسائی۔ Tailscale ایپ انسٹال ہونی چاہیے۔
zh_hans: 通过 Tailscale 从 iPhone、iPad 或其他 Mac 安全访问。需要安装 Tailscale app。

# installer.mode.tailscale.title
source: Me + other devices
ar: أنا + أجهزة أخرى
de: Ich + andere Geräte
es: Yo + otros dispositivos
fr: Moi + autres appareils
hi: मैं + अन्य डिवाइस
id: Saya + perangkat lain
ja: 私 + その他のデバイス
ko: 나 + 다른 기기
pt_br: Eu + outros dispositivos
pt_pt: Eu + outros dispositivos
ru: Я и другие устройства
ur: میں + دیگر ڈیوائسز
zh_hans: 我 + 其他设备

# installer.phase.checkingDependencies
source: Checking dependencies…
ar: جاري التحقق من التبعيات…
de: Abhängigkeiten werden überprüft…
es: Comprobando dependencias…
fr: Vérification des dépendances…
hi: निर्भरताएँ जाँची जा रही हैं…
id: Memeriksa dependensi…
ja: 依存関係を確認中…
ko: 의존성 확인 중…
pt_br: Verificando dependências…
pt_pt: A verificar dependências…
ru: Проверка зависимостей…
ur: انحصار کی جانچ ہو رہی ہے…
zh_hans: 正在检查依赖…

# installer.phase.done
source: Ready.
ar: جاهز.
de: Bereit.
es: Listo.
fr: Prêt.
hi: तैयार।
id: Siap.
ja: 準備完了。
ko: 준비되었습니다.
pt_br: Pronto.
pt_pt: Pronto.
ru: Готово.
ur: تیار۔
zh_hans: 已就绪。

# installer.phase.failed
source: Failed: %@
ar: فشل: %@
de: Fehlgeschlagen: %@
es: Fallo: %@
fr: Échec : %@
hi: विफल: %@
id: Gagal: %@
ja: 失敗: %@
ko: 실패: %@
pt_br: Falhou: %@
pt_pt: Falhou: %@
ru: Ошибка: %@
ur: ناکام: %@
zh_hans: 失败：%@

# installer.phase.installing
source: Installing…
ar: جارٍ التثبيت…
de: Installation…
es: Instalando…
fr: Installation…
hi: इंस्टॉल हो रहा है…
id: Memasang…
ja: インストール中…
ko: 설치 중…
pt_br: Instalando…
pt_pt: A instalar…
ru: Установка…
ur: انسٹال ہو رہا ہے…
zh_hans: 正在安装…

# installer.phase.startingServer
source: Starting server…
ar: جاري تشغيل الخادم…
de: Server wird gestartet…
es: Iniciando máquina…
fr: Démarrage du serveur…
hi: सर्वर शुरू हो रहा है…
id: Memulai server…
ja: サーバーを起動中…
ko: 서버 시작 중…
pt_br: Iniciando máquina…
pt_pt: A iniciar a máquina…
ru: Запуск сервера…
ur: سرور شروع ہو رہا ہے…
zh_hans: 正在启动服务器…

# installer.phase.tappingRepo
source: Downloading Soyeht…
ar: جاري تنزيل Soyeht…
de: Soyeht wird heruntergeladen…
es: Descargando Soyeht…
fr: Téléchargement de Soyeht…
hi: Soyeht डाउनलोड हो रहा है…
id: Mengunduh Soyeht…
ja: Soyeht をダウンロード中…
ko: Soyeht 다운로드 중…
pt_br: Baixando Soyeht…
pt_pt: A transferir Soyeht…
ru: Загрузка Soyeht…
ur: Soyeht ڈاؤن لوڈ ہو رہا ہے…
zh_hans: 正在下载 Soyeht…

# instancePicker.alert.selectSession.button.connect
source: Connect
ar: الاتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Sambungkan
ja: 接続
ko: 연결
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
ur: جڑیں
zh_hans: 连接

# instancePicker.alert.selectSession.message
source: This instance has %lld tmux sessions. Choose one to open.
ar: تحتوي هذه الحالة على %lld جلسات tmux. اختر واحدة للفتح.
de: Diese Instanz hat %lld tmux-Sitzungen. Wählen Sie eine zum Öffnen.
es: Esta instancia tiene %lld sesiones tmux. Elige una para abrir.
fr: Cette instance compte %lld sessions tmux. Choisissez-en une à ouvrir.
hi: इस इंस्टेंस में %lld tmux सत्र हैं। खोलने के लिए एक चुनें।
id: Instance ini memiliki %lld sesi tmux. Pilih satu untuk dibuka.
ja: このインスタンスには %lld 個の tmux セッションがあります。開くものを選択してください。
ko: 이 인스턴스에는 tmux 세션이 %lld개 있습니다. 열 세션을 선택하세요.
pt_br: Esta instância tem %lld sessões tmux. Escolha uma para abrir.
pt_pt: Esta instância tem %lld sessões tmux. Escolha uma para abrir.
ru: В этом экземпляре %lld tmux-сессий. Выберите одну для открытия.
ur: اس انسٹینس میں %lld tmux سیشنز ہیں۔ ایک کھولنے کے لیے منتخب کریں۔
zh_hans: 此实例有 %lld 个 tmux 会话。请选择要打开的会话。

# instancePicker.alert.selectSession.title
source: Select Session — %@
ar: اختر الجلسة — %@
de: Sitzung auswählen — %@
es: Seleccionar sesión — %@
fr: Sélectionner la session — %@
hi: सत्र चुनें — %@
id: Pilih sesi — %@
ja: セッションを選択 — %@
ko: 세션 선택 — %@
pt_br: Selecionar sessão — %@
pt_pt: Selecionar sessão — %@
ru: Выбрать сессию — %@
ur: سیشن منتخب کریں — %@
zh_hans: 选择会话 — %@

# instancePicker.button.openTab
source: Open Tab
ar: فتح علامة التبويب
de: Tab öffnen
es: Abrir pestaña
fr: Ouvrir l’onglet
hi: टैब खोलें
id: Buka tab
ja: タブを開く
ko: 탭 열기
pt_br: Abrir aba
pt_pt: Abrir separador
ru: Открыть вкладку
ur: ٹیب کھولیں
zh_hans: 打开标签页

# instancePicker.column.instances
source: Instances
ar: الحالات
de: Instanzen
es: Instancias
hi: इंस्टेंस
id: Instans
ja: インスタンス
ko: 인스턴스
pt_br: Instâncias
pt_pt: Instâncias
ru: Экземпляры
ur: انسٹینسز
zh_hans: 实例

# instancePicker.session.attachedSuffix
source: [attached]
ar: [مرفق]
de: [verbunden]
es: [adjuntado]
fr: [attaché]
hi: [अटैच]
id: [terhubung]
ja: [接続中]
ko: [연결됨]
pt_br: [anexado]
pt_pt: [anexado]
ru: [подключено]
ur: [منسلک]
zh_hans: [已附加]

# instancePicker.status.connecting
source: Connecting...
ar: جاري الاتصال...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
hi: कनेक्ट हो रहा है...
id: Menghubungkan...
ja: 接続中...
ko: 연결 중...
pt_br: Conectando...
pt_pt: A ligar...
ru: Подключение...
ur: جڑ رہا ہے...
zh_hans: 正在连接...

# instancePicker.status.count
source: %lld instances
ar: %lld حالة/حالات
de: %lld Instanzen
es: %lld instancias
hi: %lld इंस्टेंस
id: %lld instance
ja: %lld 個のインスタンス
ko: 인스턴스 %lld개
pt_br: %lld instâncias
pt_pt: %lld instâncias
ru: %lld экземпляра
ur: %lld انسٹینس
zh_hans: %lld 个实例

# instancePicker.status.error
source: Error: %@
ar: خطأ: %@
de: Fehler: %@
fr: Erreur : %@
hi: त्रुटि: %@
id: Kesalahan: %@
ja: エラー: %@
ko: 오류: %@
pt_br: Erro: %@
pt_pt: Erro: %@
ru: Ошибка: %@
ur: خرابی: %@
zh_hans: 错误：%@

# instancePicker.status.loading
source: Loading instances...
ar: جاري تحميل الحالات...
de: Instanzen werden geladen...
es: Cargando instancias...
fr: Chargement des instances...
hi: इंस्टेंस लोड हो रहे हैं...
id: Memuat instance...
ja: インスタンスを読み込み中...
ko: 인스턴스 로드 중...
pt_br: Carregando instâncias...
pt_pt: A carregar instâncias...
ru: Загрузка экземпляров...
ur: انسٹینسز لوڈ ہو رہے ہیں...
zh_hans: 正在加载实例...

# instancePicker.status.noOnline
source: No online instances
ar: لا توجد حالات متصلة
de: Keine Online-Instanzen
es: No hay instancias en línea
fr: Aucune instance en ligne
hi: कोई ऑनलाइन इंस्टेंस नहीं
id: Tidak ada instance online
ja: オンラインのインスタンスがありません
ko: 온라인 인스턴스 없음
pt_br: Nenhuma instância online
pt_pt: Nenhuma instância online
ru: Нет активных экземпляров
ur: کوئی آن لائن انسٹینس نہیں
zh_hans: 没有在线实例

# instancePicker.status.sessionExpired
source: Session expired — re-login required
ar: انتهت الجلسة — يلزم تسجيل الدخول مجددًا
de: Sitzung abgelaufen — erneute Anmeldung erforderlich
es: Sesión caducada — requiere volver a iniciar sesión
fr: Session expirée — reconnexion requise
hi: सत्र समाप्त — पुनः लॉगिन आवश्यक
id: Sesi kedaluwarsa — login ulang diperlukan
ja: セッションの有効期限が切れました — 再ログインが必要です
ko: 세션이 만료되었습니다 — 다시 로그인해야 합니다
pt_br: Sessão expirada — refaça o login
pt_pt: Sessão expirada — refaça o login
ru: Сессия истекла — требуется повторный вход
ur: سیشن ختم — دوبارہ لاگ ان ضروری
zh_hans: 会话已过期 — 需要重新登录

source: Loading…
ar: جارٍ التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
id: Memuat…
ja: 読み込み中…
ko: 로드 중…
pt_br: Carregando…
pt_pt: A carregar…
ru: Загрузка…
ur: لوڈ ہو رہا ہے…
zh_hans: 正在加载…
